<template>
  <main class="main-content">
    <div class="container">
      <h1 class="page-header">О нашем проекте</h1>
      <p>
        ПоПути! — новый российский национальный стартап-проект - тревел-сообщество, призванный помочь его участникам совершать совместные путешествия по России. Наше решение позволяет нам объединять людей, которые ищут попутку или попутчиков, и таким образом помогают заполнять пустые места в транспорте. ПоПути! делает поездки экономнее, удобнее и экологичнее. Наш проект позволит нашим участникам не только снизить расходы на проезд, но и снизит выбросы углекислого газа по всей России, благодаря более полному заполнению транспортных средств и снижения их количества.
      </p>
    </div>
  </main>
</template>
