<template>
  <main class="main-content">
    <div class="container">
      <h1 class="page-header">Вы пассажир?</h1>
      <p>
        1. Воспользуйтесь поиском и найдите водителя, которому с вами по пути. Чтобы найти поездку, просто укажите пункт отправления, пункт назначения и дату поездки. Из появившихся предложений выберите то, которое больше всего вам подходит.
      </p>
      <p>
        2. Заполните свой профиль. Это даст водителям возможность узнать вас лучше, когда вы подадите запрос на бронирование поездки. Загрузите фото и укажите данные удостоверения личности, чтобы повысить уровень доверия!
      </p>
      <p>
        3. Забронируйте выбранное место. После подтверждения вашего бронирования, вы получите подтверждение на эл.почту. Забронированная поездка также отобразится в вашем Персональном разделе.
      </p>
      <h1 class="page-header">Вы водитель?</h1>
      <p>
        1. Планируете междугороднюю поездку? Предложите свободные места потенциальным пассажирам, которые оплатят ваше топливо и сделают поездку интереснее.
      </p>
      <p>
        2. Зарегистрируйтесь в нашем проекте и разместите свою поездку. Выберите город отправления и прибытия, укажите дату, время и стоимость места. Добавьте больше информации в комментарий к поездке – это поможет найти больше пассажиров.
      </p>
      <p>
        3. Когда пассажир забронирует место, вы получите уведомление. Вы можете в любое время проверить информацию о поездке и пассажирах в своем Персональном разделе.
      </p>
    </div>
  </main>
</template>
