export default ({
  state: {
    citiesList: [
      'Курск',
      'Брянск',
      'Калининград',
      'Чебоксары',
      'Киров',
      'Тула',
      'Липецк',
      'Набережные Челны',
      'Пенза',
      'Астрахань',
      'Томск',
      'Рязань',
      'Кемерово',
      'Новокузнецк',
      'Оренбург',
      'Хабаровск',
      'Махачкала',
      'Тюмень',
      'Иркутск',
      'Ярославль',
      'Владивосток',
      'Барнаул',
      'Ульяновск',
      'Ижевск',
      'Тольятти',
      'Краснодар',
      'Саратов',
      'Воронеж',
      'Красноярск',
      'Пермь',
      'Волгоград',
      'Уфа',
      'Ростов-на-Дону',
      'Челябинск',
      'Казань',
      'Омск',
      'Самара',
      'Нижний Новгород',
      'Екатеринбург',
      'Новосибирск',
      'Санкт-Петербург',
      'Москва',
    ],
  },

  getters: {
    citiesList(state) {
      return state.citiesList;
    },
  },

  mutations: {

  },

  actions: {

  },

  modules: {
  },

});
